{
  "mainNameSecond": "Entwickler",
  "scrollDown": "Runter",
  "aboutMeHeader": "Über mich",
  "aboutMeText": "Hallo, mein Name ist Dieter von Stein. Ich bin Maschinenbauingenieur mit Erfahrung in der Methoden- und Prozessplanung. Mein Ziel ist es, innovative Lösungen zu entwickeln, um die Effizienz und Leistungsfähigkeit unserer Produktion zu steigern. Neben meiner Haupttätigkeit habe ich in meiner Freizeit meine Leidenschaft für die Frontend-Entwicklung entdeckt. Die Gestaltung von ansprechenden Benutzeroberflächen ist zu einem spannenden Hobby geworden, das meine technischen Fähigkeiten ergänzt und kreative Lösungsansätze fördert.",
  "aboutMeSecond": "Wenn Sie glauben, dass ich gut zu Ihren Projekten passen würde, kontaktieren Sie mich!",
  "aboutMeButton": "Kontakt",
  "mySkillsHeader": "Fähigkeiten",
  "portfolioText": "Testen Sie meine neuesten Entwicklungsprojekte und sehen Sie sich den Code an . .",
  "projectJoinText": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Drag & Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
  "projectPolloText": "Sprung-, Lauf- und Wurfspiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
  "sayHi": "Sag Hallo!",
  "contactFirstText": "Möchten Sie ein neues Projekt besprechen?",
  "contactSecondText": "Lassen Sie uns über Ihre Ideen sprechen und sie verwirklichen",
  "yourName": "Dein Name",
  "yourNameRequired": "Name ist erforderlich",
  "yourEmail": "Deine E-Mail",
  "emailExample": "Bsp. pat@Beispiel.de",
  "emailRequired": "E-Mail ist erforderlich",
  "emailInvalid": "Bitte geben Sie eine gültige E-Mail Adresse ein",
  "yourMessage": "Deine Nachricht",
  "yourMessageRequired": "Ihre Nachricht ist leer",
  "checkBoxFirstText": "Ich habe die",
  "privacyPolicy": "Datenschutzbestimmungen",
  "checkBoxLastText": " gelesen und erkläre mich mit der Verarbeitung meiner Daten wie beschrieben einverstanden.",
  "sendMessageButton": "Abschicken",
  "projectPokedex": "Basierend auf der PokéAPI eine einfache Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert.",
  "legalNotice": "Impressum"
}